
export default function Introduction() {
  return (
    <div>
        <div className="w-full my-5">
                <h2 className="bg-gradient-to-r from-[#1B8119] to-[#46A20D] mb-2 py-2 text-white border-l-[4px] border-red-600 pl-3"> প্রতিষ্ঠানের ইতিহাস :-</h2>

                <h2 className="text-[14px] text-justify p-2">প্রতিষ্ঠানটির নাম ঠাকুরগাঁও পলিটেকনিক ইনস্টিটিউট (টিপিআই)। এটি ঠাকুরগাঁও জেলার প্রথম এবং একমাত্র পলিটেকনিক ইনস্টিটিউট। এটি ঠাকুরগাঁও জেলা শহরের সবচেয়ে উপযুক্ত স্থানে অবস্থিত। এটি গোবিন্দ নোগর মুসার অধীনে। এটি ঠাকুরগাঁও-পীরগঞ্জ মহাসড়কের পাশে অবস্থিত। ঠাকুরগাঁও শিল্প নোগরিও এই ইনস্টিটিউটের পাশেই অবস্থিত। এটা 3 কিমি ঠাকুরগাঁও শহরের পশ্চিমে অনেক দূরে ।<br />
                <br />
                ঠাকুরগাঁও পলিটেকনিক ইনস্টিটিউট (টিপিআই) 2004 সালে একটি একাডেমিক ইনস্টিটিউট হিসাবে এটির কার্যকারিতা চালু করে। এটি শুধুমাত্র একটি প্রযুক্তি দিয়ে যাত্রা শুরু করে এবং সেটি হল কম্পিউটার প্রযুক্তি। এখন কম্পিউটার, রেফ্রিজারেশন এবং এয়ার কন্ডিশনার, ফুড অ্যান্ড আর্কিটেকচার এবং ইন্টেরিয়র ডিজাইন টেকনোলজির মতো চারটি প্রযুক্তি রয়েছে।<br />
                <br />
                অত্র ইনস্টিটিউটে অত্যাধুনিক কম্পিউটার ল্যাব, ইন্টেরিয়র এন্ড আর্কিটেকচার ডিজাইন ল্যাব , আইএলও প্রদত্ত আন্তর্জাতিক মানের ফুড ল্যাব সহ যথেষ্ট ল্যাব এর ব্যবস্থা আছে যা ছাত্র-ছাত্রীদের সুষ্ঠু শিক্ষাক্রম পরিচালনার জন্য গুরুত্বপূর্ণ ভূমিকা পালন করছে।<br />
                <br />
                ঠাকুরগাঁওয়ের ঠাকুরগাঁও পলিটেকনিক ইনস্টিটিউট (টিপিআই) বাংলাদেশের ডিপ্লোমা-ইন-ইঞ্জিনিয়ারিং অধ্যয়নের জন্য প্রাচীনতম প্রতিষ্ঠানগুলির মধ্যে একটি। এর ইতিহাস 2004 সালের ঠাকুরগাঁও গোবিদোনাগরের দিন থেকে। ঠাকুরগাঁও গোবিদোনাগর পরবর্তীকালে আহসানউল্লাহ স্কুল অফ ইঞ্জিনিয়ারিং হয়ে ওঠে যা সিভিল, ইলেকট্রিক্যাল এবং টেকনিক্যাল ইঞ্জিনিয়ারিং-এ তিন বছরের ডিপ্লোমা প্রদান করে। 1948 সালে, স্কুলটিকে তার বর্তমান প্রাঙ্গণে আহসানউল্লাহ ইঞ্জিনিয়ারিং কলেজ এবং ঢাকা বিশ্ববিদ্যালয়ের অধীনে প্রকৌশল অনুষদ হিসাবে উন্নীত করা হয়। এটি তখন চার বছরের ডিপ্লোমা-ইন-ইঞ্জিনিয়ারিং প্রোগ্রাম কম্পিউটার, রেফ্রিজারেশন, আর্কিটেকচার, ফুড, ইঞ্জিনিয়ারিং অফার করছিল। স্নাতকোত্তর অধ্যয়ন ও গবেষণার সুবিধার্থে এবং ঠাকুরগাঁও পলিটেকনিকের স্থাপত্যবিদ্যার একটি নতুন অনুষদ যুক্ত করার জন্য, প্রকৌশলীদের ক্রমবর্ধমান চাহিদা মেটাতে এবং নবগঠিত বাংলাদেশে প্রকৌশল শিক্ষার অগ্রগতির জন্য কলেজটি স্থাপন করা হয়েছিল। ইনস্টিটিউট, কম্পিউটার ইঞ্জিনিয়ারিংকে পলিটেকনিক ইনস্টিটিউট এবং প্রযুক্তির মর্যাদায় উন্নীত করা হয়েছিল। 2004 সালে বাংলাদেশের স্বাধীনতার পর, এটি কম্পিউটার প্রযুক্তি ও প্রকৌশলে পরিণত হয়।
                </h2>
        </div>
        <div className="w-full my-5">
                <h2 className="bg-gradient-to-r from-[#1B8119] to-[#46A20D] mb-2 py-2 text-white border-l-[4px] border-red-600 pl-3">পরিচিতি :-</h2>

                <h2 className="text-[14px] text-justify p-2">বাংলাদেশের উত্তরবঙ্গের ঠাকুরগাঁও জেলায় অবস্থিত ঠাকুরগাঁও পলিটেকনিক ইনস্টিটিউট , ২০০৪ সালে উদ্বোধনের মাধ্যমে এর যাত্রা শুরু হয় । কম্পিউটার টেকনোলজি, ফুড টেকনোলজি, আর্কিটেকচার এন্ড ইন্টেরিয়র ডিজাইন টেকনোলজি, রেফ্রিজারেশন এন্ড এয়ারকন্ডিশনিং টেকনোলজি এই চারটি টেকনোলজি নিয়ে কার্যক্রম শুরু করে। ২০১৬ সালে মেকাট্রনিক্স টেকনোলজি নামে নতুন একটি টেকনোলজি ঠাকুরগাঁও পলিটেকনিক ইনস্টিটিউটে সংযুক্ত হয়, বর্তমানে এখানে পাঁচটি টেকনোলজিতে শিক্ষা কার্যক্রম চলমান আছে ।<br />
                <br />
                বর্তমানে আনুমানিক ২২০০ ছাত্র-ছাত্রী একাডেমিক কার্যক্রমের সাথে সংযুক্ত আছে এবং প্রায় ১০ হাজারের মতো ছাত্র-ছাত্রী শিক্ষা কার্যক্রম শেষ করে বের হয়ে দেশের বিভিন্ন জায়গায় সুনামের সাথে তাদের কাজ করে যাচ্ছে এবং দেশের উন্নয়নে যথাযথ ভূমিকা পালন করছে। অত্র ইনস্টিটিউটে অত্যাধুনিক কম্পিউটার ল্যাব, ইন্টেরিয়র এন্ড আর্কিটেকচার ডিজাইন ল্যাব , আইএলও প্রদত্ত আন্তর্জাতিক মানের ফুড ল্যাব সহ যথেষ্ট ল্যাব এর ব্যবস্থা আছে যা ছাত্র-ছাত্রীদের সুষ্ঠু শিক্ষাক্রম পরিচালনার জন্য গুরুত্বপূর্ণ ভূমিকা পালন করছে।<br />
                </h2>
        </div>
    </div>
  )
}
