
export default function HotNews() {
  return (
    <div className="my-6 ">
        <marquee className="bg-gradient-to-r from-[#1B8119] to-[#46A20D] py-4 text-white">
            <a href="#">👉 এ গত ১লা জুলাই ২০২১ তারিখে ক্রাফট ইন্সট্রাক্টর(টিআর্এ) পদে =১৮ জন এবং ক্রাফট ইন্সট্রাক্টর(সপ) পদে =২০ জন মোট =৩৮ জন যোগদান করেছেন ।👉  কারিগরি শিক্ষা অধিদপ্তর এর স্টাইপেন্ড এমআইএস সফটওয়্যারে উপবৃত্তির জন্য কাজ চলমান। 👉 ৪ তলায় ভ্যাটিক্যাল এক্সট্রেনশসহ ৩য় তলার দুইটি রুমের কনস্ট্রাকশনের কাজ চলমান। 👉 কোভিড-১৯ এর ২য় ভোজের টিকা সকল কর্মকর্তা ও কর্মচারী সম্পন্ন করেছেন। 👉 ৩ দিন ব্যাপী বিগত ৪ বছরের আর্থিক অডিট সম্পন্ন হয়েছে। 👉 অধ্যক্ষের বাসায় টাইলসের কাজ সম্পন্ন হয়েছে</a>
        </marquee>
    </div>
  )
}
